<?php

$_lang['area_office_main'] = 'Основные';

$_lang['setting_office_frontend_css'] = 'Стили фронтенда';
$_lang['setting_office_frontend_css_desc'] = 'Путь к файлу со стилями магазина. Если вы хотите использовать собственные стили - укажите путь к ним здесь, или очистите параметр и загрузите их вручную через шаблон сайта.';
$_lang['setting_office_frontend_js'] = 'Скрипты фронтенда';
$_lang['setting_office_frontend_js_desc'] = 'Путь к файлу со скриптами магазина. Если вы хотите использовать собственные скрипты - укажите путь к ним здесь, или очистите параметр и загрузите их вручную через шаблон сайта.';
$_lang['setting_office_page_id'] = 'Id страницы кабинета';
$_lang['setting_office_page_id_desc'] = 'Укажите, на какой странице сайта вызывается сниппето личного кабинета. Этот параметр необходим для генерации ссылок.';
